Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=355_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: SääŠmteŠǧǧ vuâđđad nuõrisuåvtõõzz
fin: Saamelaiskäräjät perustaa nuorisoneuvoston

source: SääŠmnuõri vuässõõttâm- da vaikktemvueiŠttemvuõđ puârrne.
fin: Saamelaisnuorten osallistumis- ja vaikutusmahdollisuudet paranevat.

source: SääŠmteŠǧǧ vuâđđad õŠhttekuullâmvuõŠtte nuõrisuåvtõõzz da nuõripiisar veeŠrj.
fin: Saamelaiskäräjät perustaa yhteyteensä nuorisoneuvoston ja nuorisosihteerin viran.

source: Nuõrisuåvtõs piijât kueiŠt ekka vuârstes.
fin: Nuorisoneuvosto asetetaan kahdeksi vuodeksi kerrallaan.

source: SuåvtõŠsse puäŠtte leeŠd õhttseŠžže vitt 18-25 – ekksa vuässla.
fin: Neuvostoon tulee yhteensä viisi 18-25 – vuotiasta jäsentä.

source: LââŠssen nuõrisuåvtõŠsse nõõmtet õhttseŠžže vitt 15-17 – ekksa äŠšštobddi.
fin: Lisäksi nuorisoneuvostoon nimetään yhteensä viisi 15-17 – vuotiasta asiantuntijaa.

source: Nuõrisuåvtõs puätt leeŠd sääŠmteeŠǧǧest äŠšštobddi- da õhttsažtuâjjorgaanen da nuõri ouddõsǩiõččjen.
fin: Nuorisoneuvosto tulee toimimaan saamelaiskäräjillä asiantuntija- ja yhteistyöelimenä ja nuorten edunvalvojana.

source: Nuõrisuåvtõs âlgg eeŠttkâŠstted LääŠddjânnam vooudlaž da ǩiõllʼlaž äŠrttlid.
fin: Nuorisoneuvoston tulee edustaa Suomen saamelaisten alueellisia ja kielellisiä ryhmiä.

source: SääŠmteeŠǧǧ sååbbar tuŠmmji nuõrisuåvtõõzz da nuõripiisar veeŠrj vuâđđumuužžâst såbbrstes Hettast nelljdpeeiŠv 11.3.
fin: Saamelaiskäräjien kokous päätti nuorisoneuvoston ja nuorisosihteerin viran perustamisesta kokouksessaan Hetassa torstaina 11.3.

source: ÄŠšš lij valmštõllum mättŠtõsministeria teäggtem projekttân nuŠtt pirreeŠjj.
fin: Asiaa on valmisteltu opetusministeriön rahoittamana projektina noin vuoden ajan.

source: HaŠŋǩǩõõzz valmštõõllâm tuâjjäŠrttel lij jååŠđtam sääŠmteeŠǧǧ nuõrmõš äŠrttel Tuomas Aslak Juuso.
fin: Hanketta valmistellutta työryhmää on johtanut saamelaiskäräjien nuorin jäsen Tuomas Aslak Juuso.

source: ÄäŠšš valmšteejen lij tuåimmjam Anne Länsman.
fin: Asian valmistelijana on toiminut Anne Länsman.

source: SääŠmteŠǧǧ vuârdd ååŠn mättʼtõsministeriast mââimõš tuŠmmstõõǥǥ põõšši teäggtõõzz vuäǯǯam diõtt valdia mäŠhssemplaanâst.
fin: Saamelaiskäräjät odottaa nyt opetusministeriöltä lopullista päätöstä pysyvän rahoituksen saamisesta valtion talousarviosta.
